Repository: sssoz/highlander
Catalog: locale/*/locale.po
Languages: id_id, nb_no

# plugins.themes.highlander.options.sectionDescription.description
source: If activated, the section description will be shown under the appropriate section on the journal homepage
id_id: Jika diaktifkan, deskripsi seksi akan ditampilkan di bawah bagian beranda jurnal
nb_no: Hvis aktivert vil seksjonsbeskrivelsen vises under hver seksjon på tidsskriftets hjemmeside

# plugins.themes.highlander.options.journalDescriptionColour.description
source: Background colour for the journal description section on the journal home page
id_id: Warna latar untuk seksi deskripsi pada halaman beranda jurnal
nb_no: Bakgrunnsfarge for tidsskriftsbeskrivelseseksjonen på tidsskriftets hjemmeside

# plugins.themes.highlander.options.journalDescriptionColour.label
source: Journal description background
id_id: Latar deskripsi jurnal
nb_no: Tidsskriftsbeskrivelse (bakgrunn)

# plugins.themes.highlander.options.journalDescription.enable
source: Enable
id_id: Aktifkan
nb_no: Aktiver

# plugins.themes.highlander.options.journalDescription.disable
source: Disable (default)
id_id: Nonaktofkan (default)
nb_no: Deaktiver (standard)

# plugins.themes.highlander.options.journalDescription.description
source: If enabled, the journal description will be shown on the journal's landing page
id_id: Jika diaktifkan, deskripsi jurnal akan ditampilkan pada landing page jurnal
nb_no: Hvis aktivert vil tidsskriftsbeskrivelsen bli vist på tidsskriftets landingsside

# plugins.themes.highlander.options.journalDescription.label
source: Show journal description
id_id: Tampilkan deskripsi jurnal
nb_no: Vis tidsskriftsbeskrivelse

# plugins.themes.highlander.options.sectionDescription.enable
source: Enable; requires Browse By Section plugin to be activated
id_id: Aktifkan; plugin Cari Berdasarkan Seksi harus diaktifkan
nb_no: Aktiver; programtillegget Bla gjennom etter seksjon må være aktivert

# plugins.themes.highlander.options.sectionDescription.disable
source: Disable
id_id: Nonaktifkan
nb_no: Deaktiver

# plugins.themes.highlander.options.sectionDescription.label
source: Show section description
id_id: Tampilkan deskripsi seksi
nb_no: Vis seksjonsbeskrivelse

# plugins.themes.highlander.author.details
source: Author Details
id_id: Rincian Penulis
nb_no: Forfatteropplysninger

# plugins.themes.highlander.authors.browse
source: Browse by Author
id_id: Cari berdasarkan Penulis
nb_no: Bla gjennom etter forfatter

# plugins.themes.highlander.article.figure
source: Cover image
id_id: Gambar sampul
nb_no: Forsidebilde

# plugins.themes.highlander.search.parameters
source: Parameters
id_id: Parameter
nb_no: Parametre

# plugins.themes.highlander.issue.fullIssueLink
source: See the full issue
id_id: Buka terbitan lengkap
nb_no: Se hele nummeret

# plugins.themes.highlander.about.journal
source: About the journal
id_id: Tentang jurnal
nb_no: Om tidsskriftet

# plugins.themes.highlander.adminMenu
source: Admin menu
id_id: Menu Admin
nb_no: Administrasjonsmeny

# plugins.themes.highlander.language.toggle
source: Change the language. The current language is:
id_id: Ubah bahasa. Bahasa saat ini adalah:
nb_no: Endre språk. Valgt språk er:

# plugins.themes.highlander.mainMenu
source: Main menu
id_id: Menu utama
nb_no: Hovedmeny

# plugins.themes.highlander.registration.consent
source: Consent
id_id: Persetujuan
nb_no: Samtykke

# plugins.themes.highlander.issue.description
source: Issue description
id_id: Deskripsi Terbitan
nb_no: Nummerbeskrivelse

# plugins.themes.highlander.issue.published
source: Published
id_id: Telah Terbit
nb_no: Publisert

# editor.issues.sectionArea
source: Options for issue's sections
id_id: Opsi pada seksi terbitan
nb_no: Valg for numres seksjoner

# plugins.themes.highlander.announcements.colorPick
source: Announcements section colour on the journal's home page
id_id: Warna bagian pengumuman pada halaman beranda jurnal
nb_no: Oppslagsseksjones farge på tidsskriftets hjemmeside

# plugins.themes.highlander.section.coverPage
source: Section Cover Image
id_id: Bagian Gambah Sampul
nb_no: Seksjons forsidebilde

# plugins.themes.highlander.colorPickInstructions
source: Pick a color for a section to display on the journal's front-end. Must be valid HTML hex code (e.g., #ffff00 for yellow).
id_id: Pilihlah warna seksi untuk ditampilkan pada halaman jurnal. Kode hex HTML harus valid.
nb_no: Velg en farge for en seksjon som skal vises i tidsskriftets front-end. Må være en gyldig HTML heksadesimal kode (f.eks #ffff00 for guI).

# plugins.themes.highlander.colorPick
source: Color Picker
id_id: Pilih Warna
nb_no: Fargevelger

# plugins.themes.highlander.description
source: An OJS theme with full-page images, large typefaces, and bold colour blocks tailored for journals with a focus on visuals.
id_id: Satu tema OJS yang mengusung gambar halaman penuh, tipografi besar, serta blok warna tebal yang dirancang khusus buat jurnal yang fokus pada aspek visual.
nb_no: Et OJS theme med helsides bilder, store typer og fargerike blokker skreddersydd for tidsskrifter som har fokus på det visuelle.

# plugins.themes.highlander.name
source: Highlander Theme
id_id: Tema Highlander

# plugins.themes.highlander.article.biography
source: Bio
nb_no: Biografi
